# Information messages
label.preparingPreviewer=\u30d7\u30ec\u30d3\u30e5\u30fc\u3092\u6e96\u5099\u4e2d\u3067\u3059...
label.noFlash=\u30d7\u30ec\u30d3\u30e5\u30fc\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u6700\u65b0\u306eFlash Player\u3092\u4ee5\u4e0b\u306e\u30b5\u30a4\u30c8\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br/><a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u30bb\u30f3\u30bf\u30fc</a>
label.noPreview=\u3053\u306e\u6587\u66f8\u306f\u30d7\u30ec\u30d3\u30e5\u30fc\u3067\u304d\u307e\u305b\u3093\u3002<br/><a class="theme-color-1" href=''{0}''>\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u304f\u3060\u3055\u3044</a>\u3002
label.noPreview.ios=\u3053\u306e\u6587\u66f8\u306f\u30d7\u30ec\u30d3\u30e5\u30fc\u3067\u304d\u307e\u305b\u3093\u3002<br/><a class="theme-color-1" href=''{0}''>\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u8868\u793a\u3057\u3066\u304f\u3060\u3055\u3044\u3002</a>
label.noContent=\u3053\u306e\u6587\u66f8\u306b\u306f\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u3042\u308a\u307e\u305b\u3093\u3002
label.error=\u30d7\u30e9\u30b0\u30a4\u30f3''{0}''\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u305f\u3081\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {1}
label.errorMissing=\u30d7\u30e9\u30b0\u30a4\u30f3''{0}''\u304c\u306a\u3044\u305f\u3081\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
label.browserReport=\u30d6\u30e9\u30a6\u30b6\u304c{0}\u306b\u5bfe\u5fdc\u3057\u3066\u3044\u307e\u305b\u3093\u3002

# Alfresco.WebPreview.Plugins.WebPreviewer
error.error=\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u306b\u3088\u308a\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002
error.content=\u30b3\u30f3\u30c6\u30f3\u30c4\u306fpng\u3001jpg\u3001gif\u3001swf\u5f62\u5f0f\u3067\u306a\u3044\u305f\u3081\u3001\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002
error.io=\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u30d7\u30ec\u30d3\u30e5\u30fc\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f\u3002 
preview.actualSize=\u5b9f\u5bf8
preview.fitPage=\u30da\u30fc\u30b8\u306b\u5408\u308f\u305b\u308b
preview.fitWidth=\u5e45\u306b\u5408\u308f\u305b\u308b
preview.fitHeight=\u9ad8\u3055\u306b\u5408\u308f\u305b\u308b
preview.fullscreen=\u5168\u753b\u9762
preview.fullwindow=\u6700\u5927\u5316
preview.fullwindowEscape=\u5168\u753b\u9762\u30e2\u30fc\u30c9\u3092\u7d42\u4e86\u3059\u308b\u306b\u306f\u3001Esc\u30ad\u30fc\u3092\u62bc\u3057\u307e\u3059\u3002
preview.page=\u30da\u30fc\u30b8
preview.pageOf=/

# Alfresco.WebPreview.Plugins.Image
Image.tooLargeFile=\u30d5\u30a1\u30a4\u30eb{0}\u306f\u30b5\u30a4\u30ba\u304c\u5927\u304d\u3059\u304e\u3066\u8868\u793a\u3067\u304d\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff08{1}\uff09\u3002
Image.downloadLargeFile=\u4ee3\u308f\u308a\u306b\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Image.viewLargeFile=\u305d\u306e\u307e\u307e\u8868\u793a\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Toolbar labels
link.download=\u5143\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
link.downloadPdf=PDF\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
button.maximize=\u6700\u5927\u5316
button.maximize.tip=\u30d6\u30e9\u30a6\u30b6\u306e\u53ef\u8996\u9818\u57df\u3092\u4f7f\u7528\u3057\u307e\u3059\uff08\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u30e2\u30fc\u30c9\u306b\u3059\u308b\u306b\u306f\u3001{0}+Enter\u3092\u62bc\u3057\u307e\u3059\uff09
button.present.tip=\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3057\u307e\u3059({0}+Enter)
button.minimize=\u6700\u5c0f\u5316
button.minimize.tip=\u901a\u5e38\u306e\u30b5\u30a4\u30ba\u306b\u623b\u3057\u307e\u3059
button.search.tip=\u691c\u7d22({0}+F)
key.ctrl=Ctrl
key.meta=\u2318

# Error messages
error.viewerload=\u30d3\u30e5\u30fc\u30a2\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f
error.pdfload=PDF\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f
error.invalidpdf=PDF\u30d5\u30a1\u30a4\u30eb\u304c\u7121\u52b9\u304b\u3001\u58ca\u308c\u3066\u3044\u307e\u3059
error.badpage=\u3053\u308c\u306f\u6709\u52b9\u306a\u30da\u30fc\u30b8\u756a\u53f7\u3067\u306f\u3042\u308a\u307e\u305b\u3093
error.incorrectpassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002 \u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Password prompt
prompt.password.title=PDF\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
prompt.password.text=\u3053\u306ePDF\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u4fdd\u8b77\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u4e0b\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Sidebar
msg.noOutline=\u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u304c\u3042\u308a\u307e\u305b\u3093

# Search
search.message.found=\u4e00\u81f4\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f
search.message.pending=\u691c\u7d22\u3057\u3066\u3044\u307e\u3059...
search.message.notfound=\u4e00\u81f4\u3059\u308b\u30a2\u30a4\u30c6\u30e0\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
search.message.wrapped.bottom=\u691c\u7d22\u3092\u4e0b\u304b\u3089\u7e70\u308a\u8fd4\u3057\u307e\u3057\u305f
search.message.wrapped.top=\u691c\u7d22\u3092\u4e0a\u304b\u3089\u7e70\u308a\u8fd4\u3057\u307e\u3057\u305f