pdfjs.sidebar.show.label=\u30b5\u30a4\u30c9\u30d0\u30fc\u3092\u8868\u793a
pdfjs.sidebar.show.title=\u30b5\u30e0\u30cd\u30a4\u30eb\u3068\u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u304c\u898b\u308c\u308b\u30b5\u30a4\u30c9\u30d0\u30fc\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.sidebar.hide.label=\u30b5\u30a4\u30c9\u30d0\u30fc\u3092\u96a0\u3059
pdfjs.sidebar.hide.title=\u30b5\u30a4\u30c9\u30d0\u30fc\u3092\u96a0\u3059\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

pdfjs.page.previous.label=\u524d\u3078
pdfjs.page.previous.title=\u524d\u306e\u30da\u30fc\u30b8\u306b\u623b\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.page.next.label=\u6b21\u3078
pdfjs.page.next.title=\u6b21\u306e\u30da\u30fc\u30b8\u306b\u9032\u3080\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.page.set.label=\u6307\u5b9a\u306e\u30da\u30fc\u30b8\u3078\u79fb\u52d5
pdfjs.page.set.title=\u6587\u66f8\u5185\u306e\u5225\u306e\u30da\u30fc\u30b8\u306b\u30b8\u30e3\u30f3\u30d7\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
pdfjs.page.set.dialog.title=\u30da\u30fc\u30b8\u306e\u8a2d\u5b9a
pdfjs.page.set.dialog.confirmation=OK
pdfjs.page.set.dialog.cancellation=\u30ad\u30e3\u30f3\u30bb\u30eb
pdfjs.page.set.textbox.label=\u30da\u30fc\u30b8\u756a\u53f7
pdfjs.page.set.textbox.description=\u79fb\u52d5\u5148\u306e\u30da\u30fc\u30b8\u756a\u53f7\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044

pdfjs.zoom.out.label=\u30ba\u30fc\u30e0\u30a2\u30a6\u30c8
pdfjs.zoom.out.title=\u6587\u66f8\u306e\u8868\u793a\u3092\u7e2e\u5c0f\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.zoom.in.label=\u30ba\u30fc\u30e0\u30a4\u30f3
pdfjs.zoom.out.title=\u6587\u66f8\u306e\u8868\u793a\u3092\u62e1\u5927\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.zoom.select.title=\u3053\u306e\u30e1\u30cb\u30e5\u30fc\u3067\u306f\u3001\u6587\u66f8\u306e\u65e2\u5b9a\u306e\u8868\u793a\u30b5\u30a4\u30ba\u3092\u9078\u629e\u3067\u304d\u307e\u3059

pdfjs.zoom.25.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u309225%\u306b\u8a2d\u5b9a
pdfjs.zoom.50.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u309250%\u306b\u8a2d\u5b9a
pdfjs.zoom.75.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u309275%\u306b\u8a2d\u5b9a
pdfjs.zoom.100.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u3092100%\u306b\u8a2d\u5b9a
pdfjs.zoom.125.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u3092125%\u306b\u8a2d\u5b9a
pdfjs.zoom.150.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u3092150%\u306b\u8a2d\u5b9a
pdfjs.zoom.200.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u3092200%\u306b\u8a2d\u5b9a
pdfjs.zoom.400.title=\u6587\u66f8\u306e\u8868\u793a\u30b5\u30a4\u30ba\u3092400%\u306b\u8a2d\u5b9a
pdfjs.zoom.page-width.label=\u30da\u30fc\u30b8\u5e45\u5168\u4f53\u3092\u8868\u793a
pdfjs.zoom.page-width.title=\u6587\u66f8\u306e1\u30da\u30fc\u30b8\u306e\u5e45\u5168\u4f53\u304c\u8868\u793a\u3055\u308c\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u307e\u3059
pdfjs.zoom.two-page-width.label=2\u30da\u30fc\u30b8\u5e45\u5168\u4f53\u3092\u8868\u793a
pdfjs.zoom.two-page-width.title=\u6587\u66f8\u306e2\u30da\u30fc\u30b8\u306e\u5e45\u5168\u4f53\u304c\u8868\u793a\u3055\u308c\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u307e\u3059
pdfjs.zoom.page-fit.label=\u30da\u30fc\u30b8\u5168\u4f53\u3092\u8868\u793a
pdfjs.zoom.page-fit.title=\u6587\u66f8\u306e1\u30da\u30fc\u30b8\u306e\u9ad8\u3055\u5168\u4f53\u304c\u8868\u793a\u3055\u308c\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u307e\u3059
pdfjs.zoom.two-page-fit.label=2\u30da\u30fc\u30b8\u5168\u4f53\u3092\u8868\u793a
pdfjs.zoom.two-page-fit.title=\u6587\u66f8\u306e2\u30da\u30fc\u30b8\u306e\u9ad8\u3055\u5168\u4f53\u304c\u8868\u793a\u3055\u308c\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u307e\u3059
pdfjs.zoom.auto.label=\u81ea\u52d5
pdfjs.zoom.auto.title=\u6587\u66f8\u306b\u6700\u3082\u9069\u3057\u305f\u30b5\u30a4\u30ba\u3092\u81ea\u52d5\u7684\u306b\u9078\u629e\u3057\u307e\u3059

pdfjs.maximise.menu.label=\u6700\u5927\u5316
pdfjs.maximise.menu.title=\u8868\u793a\u3092\u6700\u5927\u5316\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u898b\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.maximise.full-window.label=\u5168\u30a6\u30a3\u30f3\u30c9\u30a6\u8868\u793a
pdfjs.maximise.full-window.title=\u30d6\u30e9\u30a6\u30b6\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u5168\u4f53\u306b\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.maximise.full-screen.label=\u5168\u753b\u9762\u8868\u793a
pdfjs.maximise.full-screen.title=\u753b\u9762\u5168\u4f53\u306b\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

pdfjs.download.menu.label=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
pdfjs.download.menu.title=\u6587\u66f8\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u898b\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.download.original.label=\u5143\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
pdfjs.download.original.title=\u5143\u306e\u6587\u66f8\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.download.pdf.label=PDF\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
pdfjs.download.pdf-screen.title=\u6587\u66f8\u306ePDF\u7248\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

pdfjs.link.show.label=\u30ea\u30f3\u30af\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8868\u793a
pdfjs.link.show.title=\u6587\u66f8\u306e\u73fe\u5728\u306e\u30da\u30fc\u30b8\u3078\u306e\u30ea\u30f3\u30af\u3092\u751f\u6210\u3001\u30b3\u30d4\u30fc\u3059\u308b\u305f\u3081\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.link.hide.label=\u30ea\u30f3\u30af\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u96a0\u3059
pdfjs.link.hide.title=\u30ea\u30f3\u30af\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u96a0\u3059\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

pdfjs.search.show.label=\u691c\u7d22\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8868\u793a
pdfjs.search.show.title=\u6587\u66f8\u3092\u691c\u7d22\u3059\u308b\u305f\u3081\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.search.hide.label=\u691c\u7d22\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u96a0\u3059
pdfjs.search.hide.title=\u691c\u7d22\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u96a0\u3059\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

pdfjs.search.find.label=\u691c\u7d22
pdfjs.search.find.previous.label=\u524d\u3092\u691c\u7d22
pdfjs.search.find.previous.title=\u691c\u7d22\u6587\u5b57\u5217\u3068\u4e00\u81f4\u3059\u308b\u3001\u4e00\u3064\u524d\u306e\u5834\u6240\u306b\u79fb\u52d5\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.search.find.next.label=\u6b21\u3092\u691c\u7d22
pdfjs.search.find.next.title=\u691c\u7d22\u6587\u5b57\u5217\u3068\u4e00\u81f4\u3059\u308b\u3001\u4e00\u3064\u6b21\u306e\u5834\u6240\u306b\u79fb\u52d5\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

pdfjs.search.highlight-all.label=\u898b\u3064\u304b\u3063\u305f\u3059\u3079\u3066\u306e\u9805\u76ee\u3092\u5f37\u8abf\u8868\u793a
pdfjs.search.highlight-all.title=\u691c\u7d22\u6587\u5b57\u5217\u306b\u4e00\u81f4\u3059\u308b\u3059\u3079\u3066\u306e\u9805\u76ee\u3092\u5f37\u8abf\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.search.highlight-one.label=\u73fe\u5728\u306e\u4e00\u81f4\u9805\u76ee\u3092\u5f37\u8abf\u8868\u793a
pdfjs.search.highlight-one.title=\u691c\u7d22\u6587\u5b57\u5217\u306b\u4e00\u81f4\u3059\u308b\u73fe\u5728\u306e\u9805\u76ee\u3060\u3051\u3092\u5f37\u8abf\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

pdfjs.search.match-case.label=\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u533a\u5225
pdfjs.search.match-case.title=\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3082\u4e00\u81f4\u3059\u308b\u9805\u76ee\u3060\u3051\u3092\u691c\u7d22\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059
pdfjs.search.ignore-case.label=\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u533a\u5225\u3057\u306a\u3044
pdfjs.search.ignore-case.title=\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u306e\u9055\u3044\u3092\u7121\u8996\u3057\u3066\u691c\u7d22\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002 

pdfjs.link.update.label=\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306e\u30ea\u30f3\u30af\u3092\u66f4\u65b0
pdfjs.link.label=\u6587\u66f8\u3078\u306e\u30ea\u30f3\u30af
pdfjs.link.description=\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u6587\u66f8\u3092\u5171\u6709\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30ea\u30f3\u30af\u3092\u30b3\u30d4\u30fc\u3057\u3066\u304f\u3060\u3055\u3044

pdfjs.sidebar.thumbnails.title=\u30b5\u30e0\u30cd\u30a4\u30eb
pdfjs.sidebar.outline.title=\u30a2\u30a6\u30c8\u30e9\u30a4\u30f3

pdfjs.password.dialog.title.required=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
pdfjs.password.dialog.title.incorrect=\u6b63\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
pdfjs.password.dialog.confirmation=\u78ba\u8a8d
pdfjs.password.dialog.cancellation=\u30ad\u30e3\u30f3\u30bb\u30eb
pdfjs.password.dialog.password.label=\u30d1\u30b9\u30ef\u30fc\u30c9
pdfjs.password.dialog.password.description=\u3053\u306ePDF\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u304f\u306b\u306f\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

pdfjs.error.pdfload=PDF\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
pdfjs.error.invalidpdf=PDF\u30d5\u30a1\u30a4\u30eb\u304c\u7121\u52b9\u304b\u3001\u58ca\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
pdfjs.error.pdfpassword=\u6b63\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u306a\u3044\u3068\u3001\u3053\u306ePDF\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u3051\u307e\u305b\u3093