## Copy To Dialog
# {0} = file name (or see below)
services.ActionService.copyTo.title=Copier {0} vers...
services.ActionService.moveTo.title=D\u00e9placer {0} vers...
# used in place of {0} to indicate more than one file.
services.ActionService.copyMoveTo.multipleFiles=fichiers

# The confirmation button label for the copy/move dialog:
services.ActionService.copyTo.ok=Copier
services.ActionService.moveTo.ok=D\u00e9placer
services.ActionService.createLink=Cr\u00e9er un lien

copyMoveService.copy.completeSuccess=Copie r\u00e9ussie
copyMoveService.copy.partialSuccess=Copie partiellement r\u00e9ussie, les fichiers ou dossiers suivants n''ont pas pu \u00eatre copi\u00e9s\u00a0: {0}
copyMoveService.move.completeSuccess=D\u00e9placement r\u00e9ussi
copyMoveService.move.partialSuccess=D\u00e9placement partiellement r\u00e9ussi, les fichiers ou dossiers suivants n''ont pas pu \u00eatre d\u00e9plac\u00e9s\u00a0: {0}
copyMoveService.createLink.completeSuccess=Cr\u00e9ation du lien r\u00e9ussie
copyMoveService.createLink.partialSuccess=Cr\u00e9ation du lien partiellement r\u00e9ussie, tous les liens vers les fichiers ou dossiers n'ont pas pu \u00eatre cr\u00e9\u00e9s

copyMoveService.copy.failure.title=Echec de la copie
copyMoveService.move.failure.title=Echec du d\u00e9placement
copyMoveService.createLink.failure.title=Echec de la cr\u00e9ation du lien

copyMoveService.copy.failure=Le fichier ou dossier n'a pas pu \u00eatre copi\u00e9 pour l'instant. V\u00e9rifiez qu'il n'est pas verrouill\u00e9 pour \u00e9dition et r\u00e9essayez.
copyMoveService.move.failure=Le fichier ou dossier n'a pas pu \u00eatre d\u00e9plac\u00e9 pour l'instant. V\u00e9rifiez qu'il n'est pas verrouill\u00e9 pour \u00e9dition et r\u00e9essayez.
copyMoveService.createLink.failure=Le lien vers le fichier ou dossier n'a pas pu \u00eatre cr\u00e9\u00e9 pour l'instant. R\u00e9essayez ou contactez le service informatique.

copyMoveService.copy.multiple.failure=Les fichiers ou dossiers n'ont pas pu \u00eatre copi\u00e9s pour l'instant. R\u00e9essayez ou contactez le service informatique.
copyMoveService.move.multiple.failure=Les fichiers ou dossiers n'ont pas pu \u00eatre d\u00e9plac\u00e9s pour l'instant. R\u00e9essayez ou contactez le service informatique.
copyMoveService.createLink.multiple.failure=Le lien vers les fichiers ou dossiers n'a pas pu \u00eatre cr\u00e9\u00e9 pour l'instant. R\u00e9essayez ou contactez le service informatique.
