## Copy To Dialog
# {0} = file name (or see below)
services.ActionService.copyTo.title=Copiar {0} para...
services.ActionService.moveTo.title=Mover {0} para...
# used in place of {0} to indicate more than one file.
services.ActionService.copyMoveTo.multipleFiles=arquivos

# The confirmation button label for the copy/move dialog:
services.ActionService.copyTo.ok=Copiar
services.ActionService.moveTo.ok=Mover
services.ActionService.createLink=Criar link

copyMoveService.copy.completeSuccess=C\u00f3pia completada com sucesso
copyMoveService.copy.partialSuccess=C\u00f3pia parcialmente completada, os seguintes arquivos ou pastas n\u00e3o puderam ser copiados: {0}
copyMoveService.move.completeSuccess=Movimenta\u00e7\u00e3o completada com sucesso
copyMoveService.move.partialSuccess=Movimenta\u00e7\u00e3o parcialmente completada, os seguintes arquivos ou pastas n\u00e3o puderam ser movidos: {0}
copyMoveService.createLink.completeSuccess=Opera\u00e7\u00e3o para criar link completada com sucesso
copyMoveService.createLink.partialSuccess=Opera\u00e7\u00e3o para criar link parcialmente completada, mas nem todos os links para os arquivos ou pastas puderam ser criados

copyMoveService.copy.failure.title=Falha ao copiar
copyMoveService.move.failure.title=Falha ao mover
copyMoveService.createLink.failure.title=Falha ao criar link

copyMoveService.copy.failure=O arquivo ou pasta n\u00e3o p\u00f4de ser copiado neste momento. Cheque se n\u00e3o est\u00e1 bloqueado para edi\u00e7\u00e3o e tente novamente.
copyMoveService.move.failure=O arquivo ou pasta n\u00e3o p\u00f4de ser movido neste momento. Cheque se n\u00e3o est\u00e1 bloqueado para edi\u00e7\u00e3o e tente novamente.
copyMoveService.createLink.failure=O link para o arquivo ou pasta n\u00e3o p\u00f4de ser criado neste momento. Tente novamente ou cheque com a equipe de TI.

copyMoveService.copy.multiple.failure=Os arquivos ou pastas n\u00e3o puderam ser copiados neste momento. Tente novamente ou cheque com a equipe de TI.
copyMoveService.move.multiple.failure=Os arquivos ou pastas n\u00e3o puderam ser movidos neste momento.Tente novamente ou cheque com a equipe de TI.
copyMoveService.createLink.multiple.failure=O link para os arquivos ou pastas n\u00e3o p\u00f4de ser criado neste momento. Tente novamente ou cheque com a equipe de TI.
