field.name.label=Nom du champ
field.name.description=Le nom du champ
widget.type.label=Contr\u00f4le de formulaire
widget.type.description=Type de contr\u00f4le de formulaire \u00e0 utiliser pour le champ
field.label.label=Libell\u00e9
field.label.description=Libell\u00e9 qui identifie le champ
field.description.label=Description
field.description.description=Description du champ. Les informations fournies s'affichent lorsque vous pointez sur le champ.
field.units.label=Libell\u00e9 d'unit\u00e9s
field.units.description=Mesure d'unit\u00e9s pertinente pour le champ, par ex. "secondes", "Go", "km", etc.
field.options.label=Options
field.options.description=Ajoutez les options disponibles pour le contr\u00f4le de formulaire.
field.validation.config.label=Configuration de validation
field.validation.config.description=Configurez les r\u00e8gles utilis\u00e9es pour valider la valeur du champ
field.visibility.config.label=Configuration de visibilit\u00e9
field.visibility.config.description=Permet de configurer dans quelles conditions le champ est visible en cr\u00e9ant des r\u00e8gles bas\u00e9es sur les valeurs d'autres champs.
field.requirement.config.label=Configuration de condition
field.requirement.config.description=Permet de configurer dans quelles conditions des donn\u00e9es doivent \u00eatre saisies dans le champ en cr\u00e9ant des r\u00e8gles bas\u00e9es sur les valeurs d'autres champs.
field.disablement.config.label=Configuration de d\u00e9sactivation
field.disablement.config.description=Permet de configurer dans quelles conditions le champ est d\u00e9sactiv\u00e9 en cr\u00e9ant des r\u00e8gles bas\u00e9es sur les valeurs d'autres champs.

field.validation.regex.label=Expression r\u00e9guli\u00e8re
field.validation.regex.description=Expression r\u00e9guli\u00e8re \u00e0 utiliser pour valider la valeur du champ
field.validation.errorMessage.label=Message d'erreur
field.validation.errorMessage.description=Message d'erreur qui s'affiche lorsque le champ contient une valeur qui n'est pas valide


rule.field.label=Valeur du champ...
rule.field.description=Champ auquel la r\u00e8gle s'applique. Lorsque le champ s\u00e9lectionn\u00e9 est modifi\u00e9 la r\u00e8gle d\u00e9finie est \u00e9valu\u00e9e.
rule.is.label=Doit correspondre \u00e0 l'une des valeurs suivantes
rule.is.description=Valeur \u00e0 laquelle le champ doit correspondre.
rule.isNot.label=Ne doit PAS correspondre \u00e0 l'une des valeurs suivantes
rule.isNot.description=Valeur \u00e0 laquelle le champ ne peut PAS correspondre.
rule.values.error=Doit \u00eatre une liste de valeurs s\u00e9par\u00e9es par des virgules

rule.display.any=La valeur du champ ''{field}'' ne change rien.
rule.display.mustBe=Le champ ''{field}'' <b>DOIT</b> correspondre \u00e0 l''une des valeurs suivantes\u00a0: {mustBe}.
rule.display.mustNotBe=Le champ ''{field}'' ne peut <b>PAS</b> correspondre \u00e0 l''une des valeurs suivantes\u00a0: {mustNotBe}.
rule.display.mustAndmustNotBe=Le champ ''{field}'' <b>DOIT</b> correspondre \u00e0 l''une des valeurs suivantes\u00a0: {mustBe} et ne peut <b>PAS</b> correspondre \u00e0 l''une des valeurs suivantes\u00a0: {mustNotBe}.
rule.fieldDeleted.label=Aucun champ s\u00e9lectionn\u00e9 pour cette r\u00e8gle (il est possible qu'un champ pr\u00e9c\u00e9demment s\u00e9lectionn\u00e9 ait \u00e9t\u00e9 supprim\u00e9). Cette r\u00e8gle n'aura aucun effet.
