field.name.label=\u30d5\u30a3\u30fc\u30eb\u30c9\u540d
field.name.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u540d\u524d
widget.type.label=\u30d5\u30a9\u30fc\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
widget.type.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u4f7f\u7528\u3059\u308b\u30d5\u30a9\u30fc\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30bf\u30a4\u30d7
field.label.label=\u30e9\u30d9\u30eb
field.label.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u8b58\u5225\u3059\u308b\u30e9\u30d9\u30eb
field.description.label=\u8aac\u660e
field.description.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u8aac\u660e\u3067\u3059\u3002 \u63d0\u793a\u3055\u308c\u305f\u60c5\u5831\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u300c\u30db\u30d0\u30fc\u30d8\u30eb\u30d7\u300d\u306b\u306a\u308a\u307e\u3059\u3002
field.units.label=\u5358\u4f4d\u30e9\u30d9\u30eb
field.units.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u9069\u5207\u306a\u6e2c\u5b9a\u5358\u4f4d\uff08\u300c\u79d2\u300d\u3001\u300cGB\u300d\u3001\u300c\u30de\u30a4\u30eb\u300d\u306a\u3069\uff09
field.options.label=\u30aa\u30d7\u30b7\u30e7\u30f3
field.options.description=\u30d5\u30a9\u30fc\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u4f7f\u7528\u53ef\u80fd\u306a\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
field.validation.config.label=\u691c\u8a3c\u306e\u8a2d\u5b9a
field.validation.config.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u3092\u691c\u8a3c\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u30eb\u30fc\u30eb\u3092\u8a2d\u5b9a\u3059\u308b
field.visibility.config.label=\u53ef\u8996\u5316\u306e\u8a2d\u5b9a
field.visibility.config.description=\u4ed6\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u3092\u57fa\u306b\u30eb\u30fc\u30eb\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u3067\u3001\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u8868\u793a\u3067\u304d\u308b\u6761\u4ef6\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
field.requirement.config.label=\u8981\u4ef6\u306e\u8a2d\u5b9a
field.requirement.config.description=\u4ed6\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u3092\u57fa\u306b\u30eb\u30fc\u30eb\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u3067\u3001\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5165\u529b\u3092\u5fc5\u8981\u3068\u3059\u308b\u6761\u4ef6\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
field.disablement.config.label=\u7121\u52b9\u5316\u306e\u8a2d\u5b9a
field.disablement.config.description=\u4ed6\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u3092\u57fa\u306b\u30eb\u30fc\u30eb\u3092\u4f5c\u6210\u3059\u308b\u3053\u3068\u3067\u3001\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u7121\u52b9\u306b\u3059\u308b\u6761\u4ef6\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

field.validation.regex.label=\u6b63\u898f\u8868\u73fe
field.validation.regex.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u3092\u691c\u8a3c\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u6b63\u898f\u8868\u73fe
field.validation.errorMessage.label=\u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8
field.validation.errorMessage.description=\u3053\u308c\u306f\u3001\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u7121\u52b9\u306a\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u8868\u793a\u3055\u308c\u308b\u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8\u3067\u3059


rule.field.label=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5024...
rule.field.description=\u30eb\u30fc\u30eb\u3092\u9069\u7528\u3059\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u3059\u3002 \u9078\u629e\u3057\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5909\u66f4\u3059\u308b\u3068\u3001\u5b9a\u7fa9\u3055\u308c\u305f\u30eb\u30fc\u30eb\u304c\u8a55\u4fa1\u3055\u308c\u307e\u3059\u3002
rule.is.label=\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
rule.is.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u9069\u5207\u306a\u5024\u3067\u3059\u3002
rule.isNot.label=\u6b21\u306e\u3069\u306e\u5024\u3082\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
rule.isNot.description=\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u4e0d\u9069\u5207\u306a\u5024\u3067\u3059\u3002
rule.values.error=\u30b3\u30f3\u30de\u3067\u533a\u5207\u3089\u308c\u305f\u30ea\u30b9\u30c8\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

rule.display.any=\u30d5\u30a3\u30fc\u30eb\u30c9''{field}''\u306e\u5024\u306b\u9055\u3044\u306f\u3042\u308a\u307e\u305b\u3093\u3002 
rule.display.mustBe=\u30d5\u30a3\u30fc\u30eb\u30c9''{field}''\u306f\u3001\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u5024\u3067\u3042\u308b<b>\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059</b>\uff1a {mustBe}\u3002
rule.display.mustNotBe=\u30d5\u30a3\u30fc\u30eb\u30c9''{field}''\u306f\u3001\u6b21\u306e\u3069\u306e\u5024\u3082<b>\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059</b>\uff1a {mustNotBe}\u3002
rule.display.mustAndmustNotBe=\u30d5\u30a3\u30fc\u30eb\u30c9''{field}''\u306f\u3001\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u5024\u3067\u3042\u308b<b>\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059</b>\uff1a {mustBe}\u3002\u307e\u305f\u3001\u6b21\u306e\u3069\u306e\u5024\u3082<b>\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059</b>\uff1a {mustNotBe}\u3002
rule.fieldDeleted.label=\u3053\u306e\u30eb\u30fc\u30eb\u7528\u306b\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3042\u308a\u307e\u305b\u3093\uff08\u4ee5\u524d\u306b\u9078\u629e\u3057\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u73fe\u5728\u524a\u9664\u3055\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\uff09\u3002 \u73fe\u5728\u306e\u3068\u3053\u308d\u3001\u3053\u306e\u30eb\u30fc\u30eb\u306e\u5f71\u97ff\u306f\u3042\u308a\u307e\u305b\u3093\u3002
