field.name.label=Feldname
field.name.description=Der Name des Feldes
widget.type.label=Formularelemente
widget.type.description=Die Art der Formularelemente f\u00fcr das Feld
field.label.label=Label
field.label.description=Das Label zur Beschreibung des Feldes
field.description.label=Beschreibung
field.description.description=Eine Beschreibung des Feldes. Die Beschreibung wird als Hilfestellung angezeigt, wenn der Mauszeiger \u00fcber das Feld gehalten wird.
field.units.label=Einheiten-Label
field.units.description=Die Ma\u00dfeinheit f\u00fcr das Feld (zum Beispiel "Sekunden", "GB", "Kilometer" usw.).
field.options.label=Optionen
field.options.description=F\u00fcgen Sie die verf\u00fcgbaren Optionen zu den Formularelementen hinzu.
field.validation.config.label=\u00dcberpr\u00fcfungskonfiguration
field.validation.config.description=Konfigurieren Sie die Regeln, die zur \u00dcberpr\u00fcfung der Feldwerte verwendet werden
field.visibility.config.label=Sichtbarkeitskonfiguration
field.visibility.config.description=Konfigurieren Sie, wann das Feld sichtbar sein soll, indem Sie Regeln auf Grundlage der \u00fcbrigen Feldwerte erstellen.
field.requirement.config.label=Anforderungskonfiguration
field.requirement.config.description=Konfigurieren Sie, wann eine Eingabe in einem Feld erforderlich ist, indem Sie Regeln auf Grundlage der \u00fcbrigen Feldwerte erstellen.
field.disablement.config.label=Deaktivierungskonfiguration
field.disablement.config.description=Konfigurieren Sie, wann das Feld deaktiviert ist, indem Sie Regeln auf Grundlage der \u00fcbrigen Feldwerte erstellen.

field.validation.regex.label=Regul\u00e4rer Ausdruck
field.validation.regex.description=Ein regul\u00e4rer Ausdruck f\u00fcr die \u00dcberpr\u00fcfung des Feldwertes
field.validation.errorMessage.label=Fehlermeldung
field.validation.errorMessage.description=Dies ist eine Fehlermeldung, die angezeigt wird, wenn das Feld einen unzul\u00e4ssigen Wert enth\u00e4lt


rule.field.label=Wert des Feldes...
rule.field.description=Das Feld, f\u00fcr das die Regel gelten soll. Wenn das ausgew\u00e4hlte Feld ge\u00e4ndert wird, wird die daf\u00fcr definierte Regel \u00fcberpr\u00fcft.
rule.is.label=Muss einer der folgenden Werte sein
rule.is.description=Die m\u00f6glichen Wert f\u00fcr das Feld.
rule.isNot.label=Darf keiner der folgenden Werte sein
rule.isNot.description=Die Werte, die das Feld NICHT annehmen darf.
rule.values.error=Muss eine kommagetrennte Liste sein

rule.display.any=Der Wert des Feldes ''{field}'' hat keine Bedeutung.
rule.display.mustBe=Das Feld ''{field}'' <b>MUSS</b> einen der folgenden Werte annehmen: {mustBe}.
rule.display.mustNotBe=Das Feld ''{field}'' darf <b>KEINEN</b> der folgenden Werte annehmen: {mustNotBe}.
rule.display.mustAndmustNotBe=Das Feld ''{field}'' <b>MUSS</b> einen der folgenden Werte annehmen: {mustBe} und darf <b>KEINEN</b> der folgenden Werte annehmen: {mustNotBe}.
rule.fieldDeleted.label=F\u00fcr diese Regel wurde kein Feld ausgew\u00e4hlt (m\u00f6glicherweise wurde ein bislang ausgew\u00e4hltes Feld gel\u00f6scht). Diese Regel hat momentan keine Wirkung.
