field.name.label=Nom du champ
field.name.description=Le nom du champ
widget.type.label=Contr\u00f4le de formulaire
widget.type.description=Le type de contr\u00f4le de formulaire \u00e0 utiliser pour le champ
field.label.label=Libell\u00e9
field.label.description=Le libell\u00e9 qui identifie le champ
field.description.label=Description
field.description.description=Une description du champ. Les informations fournies seront de ''l'aide-survol\u00e9e'' pour le champ.
field.units.label=Libell\u00e9 des unit\u00e9s
field.units.description=Une mesure des unit\u00e9s pertinentes pour le champ, par exemple ''secondes'', ''GB'', ''miles'', etc.
field.options.label=Options
field.options.description=Ajouter les options disponibles au contr\u00f4le de formulaire.
field.validation.config.label=Configuration de la validation
field.validation.config.description=Configurer les r\u00e8gles utilis\u00e9es pour valider la valeur du champ
field.visibility.config.label=Configuration de la visibilit\u00e9
field.visibility.config.description=Vous permet de configurer si le champ peut \u00eatre vu en cr\u00e9ant des r\u00e8gles bas\u00e9es sur d'autres valeurs de champ.
field.requirement.config.label=Configuration requise
field.requirement.config.description=Vous permet de configurer s'il faut renseigner le champ en cr\u00e9ant des r\u00e8gles bas\u00e9es sur d'autres valeurs de champ.
field.disablement.config.label=Configuration de la d\u00e9sactivation
field.disablement.config.description=Vous permet de configurer si certains champs sont d\u00e9sactiv\u00e9s en cr\u00e9ant des r\u00e8gles bas\u00e9es sur d'autres valeurs du champ.

field.validation.regex.label=Expression r\u00e9guli\u00e8re
field.validation.regex.description=Une expression r\u00e9guli\u00e8re \u00e0 utiliser pour valider la valeur du champ
field.validation.errorMessage.label=Message d'erreur
field.validation.errorMessage.description=Il s'agit du message d'erreur qui sera affich\u00e9 lorsque le champ contient une valeur non valide


rule.field.label=Valeur de champ...
rule.field.description=Le champ sur lequel la r\u00e8gle s'appliquera. Lorsque le champ s\u00e9lectionn\u00e9 change, la r\u00e8gle d\u00e9finie sera alors \u00e9valu\u00e9e.
rule.is.label=Doit \u00eatre une des valeurs suivantes
rule.is.description=Une valeur que le champ doit prendre
rule.isNot.label=NE doit PAS \u00eatre une des valeurs suivantes
rule.isNot.description=Une valeur que le champ NE doit PAS prendre.
rule.values.error=Doit \u00eatre une liste s\u00e9par\u00e9e par une virgule

rule.display.any=La valeur de champ ''{field}'' ne fera aucune diff\u00e9rence. 
rule.display.mustBe=Le champ ''{field}'' <b>DOIT</b> \u00eatre une des valeurs suivantes\u00a0: {mustBe}.
rule.display.mustNotBe=Le champ ''{field}'' <b>NE doit PAS</b> \u00eatre une des valeurs suivantes\u00a0: {mustNotBe}.
rule.display.mustAndmustNotBe=Le champ ''{field}'' <b>DOIT</b> \u00eatre une des valeurs suivantes\u00a0: {mustBe} et <b>NE doit PAS</b> \u00eatre une des valeurs suivantes\u00a0: {mustNotBe}.
rule.fieldDeleted.label=Aucun champ s\u00e9lectionn\u00e9 pour cette r\u00e8gle (il est possible qu'un champ pr\u00e9c\u00e9demment s\u00e9lectionn\u00e9 ait \u00e9t\u00e9 supprim\u00e9). Cette r\u00e8gle n'aura aucun effet.
