field.name.label=Nome do campo
field.name.description=O nome do campo
widget.type.label=Controle de formul\u00e1rio
widget.type.description=O tipo de controle de formul\u00e1rio a ser usado no campo
field.label.label=R\u00f3tulo
field.label.description=O r\u00f3tulo que identifica o campo
field.description.label=Descri\u00e7\u00e3o
field.description.description=Uma descri\u00e7\u00e3o do campo. As informa\u00e7\u00f5es fornecidas se tornar\u00e3o uma 'ajuda flutuante' para o campo.
field.units.label=R\u00f3tulo de unidades
field.units.description=As unidades de medida relevantes para o campo, por exemplo, 'segundos', 'GB', 'milhas' etc.
field.options.label=Op\u00e7\u00f5es
field.options.description=Adiciona as op\u00e7\u00f5es dispon\u00edveis para o controle de formul\u00e1rio.
field.validation.config.label=Configura\u00e7\u00e3o de valida\u00e7\u00e3o
field.validation.config.description=Configura as regras usadas para validar o valor do campo
field.visibility.config.label=Configura\u00e7\u00e3o de visibilidade
field.visibility.config.description=Permite configurar quando o campo pode ser visto atrav\u00e9s da cria\u00e7\u00e3o de regras baseadas em outros valores de campo.
field.requirement.config.label=Configura\u00e7\u00e3o de requisito
field.requirement.config.description=Permite configurar quando alguma entrada deve ser fornecida para o campo atrav\u00e9s da cria\u00e7\u00e3o de regras com base nos valores de outro de campo.
field.disablement.config.label=Configura\u00e7\u00e3o de desativa\u00e7\u00e3o
field.disablement.config.description=Permite configurar quando o campo \u00e9 desativado atrav\u00e9s da cria\u00e7\u00e3o de regras baseadas nos valores de outro campo.

field.validation.regex.label=Express\u00e3o regular
field.validation.regex.description=Uma express\u00e3o regular a ser usada para validar o valor do campo
field.validation.errorMessage.label=Mensagem de erro
field.validation.errorMessage.description=A mensagem de erro que ser\u00e1 exibida quando o campo contiver um valor inv\u00e1lido


rule.field.label=Valor do campo...
rule.field.description=O campo ao qual a regra ser\u00e1 aplicada. Quando o campo selecionado for alterado, a regra definida ser\u00e1 avaliada.
rule.is.label=Deve ser um dos seguintes valores
rule.is.description=Um valor que o campo deve ter.
rule.isNot.label=N\u00c3O deve ser um dos seguintes valores
rule.isNot.description=Um valor que o campo N\u00c3O deve ter.
rule.values.error=Deve ser uma lista separada por v\u00edrgulas

rule.display.any=O valor do campo ''{field}'' n\u00e3o far\u00e1 diferen\u00e7a. 
rule.display.mustBe=O campo ''{field}'' <b>DEVE</b> ter um dos seguintes valores: {mustBe}.
rule.display.mustNotBe=O campo ''{field}'' <b>N\u00c3O</b> deve ter nenhum dos seguintes valores: {mustNotBe}.
rule.display.mustAndmustNotBe=O campo ''{field}'' <b>DEVE</b> ter um dos seguintes valores: {mustBe} e <b>N\u00c3O</b> deve ter nenhum dos seguintes valores: {mustNotBe}.
rule.fieldDeleted.label=N\u00e3o h\u00e1 campos selecionados para essa regra (\u00e9 poss\u00edvel que um campo selecionado anteriormente tenha sido exclu\u00eddo). No momento, esta regra n\u00e3o tem efeito.
