field.name.label=Feltnavn
field.name.description=Navnet p\u00e5 feltet
widget.type.label=Skjemakontroll
widget.type.description=Typen skjemakontroll som skal brukes for feltet
field.label.label=Etikett
field.label.description=Etiketten som identifiserer feltet
field.description.label=Beskrivelse
field.description.description=En beskrivelse av feltet. Informasjonen som oppgis, blir ''pekerf\u00f8lsom hjelp'' for feltet.
field.units.label=Enhetsetikett
field.units.description=En m\u00e5leenhet som er relevant for feltet, f.eks. "sekunder", "GB", "km" osv.
field.options.label=Alternativer
field.options.description=Legg til alternativene som er tilgjengelige, i skjemakontrollen.
field.validation.config.label=Valideringskonfigurasjon
field.validation.config.description=Konfigurer reglene som brukes til \u00e5 validere feltverdien
field.visibility.config.label=Synlighetskonfigurasjon
field.visibility.config.description=Tillater at du konfigurerer n\u00e5r feltet kan ses, ved \u00e5 opprette regler basert p\u00e5 andre feltverdier.
field.requirement.config.label=Kravkonfigurasjon
field.requirement.config.description=Tillater at du konfigurerer n\u00e5r inndata m\u00e5 angis for feltet, ved \u00e5 opprette regler basert p\u00e5 andre feltverdier.
field.disablement.config.label=Deaktiveringskonfigurasjon
field.disablement.config.description=Tillater at du konfigurerer n\u00e5r feltet er deaktivert, ved \u00e5 opprette regler basert p\u00e5 andre feltverdier.

field.validation.regex.label=Vanlig uttrykk
field.validation.regex.description=Et vanlig uttrykk som skal brukes til \u00e5 validere feltverdien
field.validation.errorMessage.label=Feilmelding
field.validation.errorMessage.description=Dette er feilmeldingen som vil bli vist n\u00e5r feltet inneholder en ugyldig verdi


rule.field.label=Feltets verdi...
rule.field.description=Feltet som regelen gjelder for. N\u00e5r det valgte feltet endres, evalueres den definerte regelen.
rule.is.label=M\u00e5 v\u00e6re en av f\u00f8lgende verdier
rule.is.description=En verdi som feltet skulle ha.
rule.isNot.label=M\u00e5 IKKE v\u00e6re en av f\u00f8lgende verdier
rule.isNot.description=En verdi som feltet IKKE kan ha.
rule.values.error=M\u00e5 v\u00e6re en kommadelt liste

rule.display.any=Feltverdien ''{field}'' vil ikke utgj\u00f8re noen forskjell. 
rule.display.mustBe=Feltet ''{field}'' <b>M\u00c5</b> v\u00e6re en av f\u00f8lgende verdier: {mustBe}.
rule.display.mustNotBe=Feltet ''{field}'' m\u00e5 <b>IKKE</b> v\u00e6re en av f\u00f8lgende verdier: {mustNotBe}.
rule.display.mustAndmustNotBe=Feltet ''{field}'' <b>M\u00c5</b> v\u00e6re en av f\u00f8lgende verdier: {mustBe} og m\u00e5 <b>IKKE</b> v\u00e6re en av f\u00f8lgende verdier: {mustNotBe}.
rule.fieldDeleted.label=Ingen felt er valgt for denne regelen (det kan hende at et tidligere valgt felt er slettet n\u00e5). Denne regelen har for \u00f8yeblikket ingen innvirkning.
