field.name.label=Feltnavn
field.name.description=Navnet p\u00e5 feltet
widget.type.label=Formkontroll
widget.type.description=Typen formkontroll som skal brukes p\u00e5 feltet
field.label.label=Etikett
field.label.description=Etiketten som identifiserer feltet
field.description.label=Beskrivelse
field.description.description=En beskrivelse av feltet. Informasjonen som oppgis, blir "hover-hjelp" for feltet.
field.units.label=Enhetsmerke
field.units.description=En m\u00e5ling av enhetene som er aktuelle i feltet, f.eks. "sekunder", "GB", "km" osv.
field.options.label=Alternativer
field.options.description=Legg til alternativene som er tilgjengelig i formkontrollen.
field.validation.config.label=Valideringskonfigurasjon
field.validation.config.description=Konfigurer reglene som brukes til \u00e5 validere feltverdien.
field.visibility.config.label=Synlighetskonfigurasjon
field.visibility.config.description=Brukes til \u00e5 konfigurere n\u00e5r feltet kan sees ved \u00e5 opprette regler basert p\u00e5 andre feltverdier.
field.requirement.config.label=Konfigurasjon av krav
field.requirement.config.description=Brukes til \u00e5 konfigurere n\u00e5r noen inndata m\u00e5 tilf\u00f8res for feltet ved \u00e5 opprette regler som er basert p\u00e5 andre feltverdier.
field.disablement.config.label=Deaktiveringskonfigurasjon
field.disablement.config.description=Brukes til \u00e5 konfigurere n\u00e5r noe av feltet er deaktivert ved \u00e5 opprette regler baser p\u00e5 andre feltverdier.

field.validation.regex.label=Vanlig uttrykk
field.validation.regex.description=Et vanlig uttrykk som brukes for \u00e5 validere feltverdien.
field.validation.errorMessage.label=Feilmelding
field.validation.errorMessage.description=Dette er feilmeldingen som vises n\u00e5r feltet inneholder en ugyldig verdi.


rule.field.label=Verdien til feltet...
rule.field.description=Feltet der regelen gjelder. N\u00e5r det valgte feltet endres, evalueres den definerte regelen.
rule.is.label=M\u00e5 v\u00e6re en av f\u00f8lgende verdier.
rule.is.description=En verdi som feltet skal v\u00e6re.
rule.isNot.label=M\u00e5 IKKE v\u00e6re en av f\u00f8lgende verdier.
rule.isNot.description=En verdi som feltet IKKE m\u00e5 v\u00e6re.
rule.values.error=M\u00e5 v\u00e6re en liste som skilles med komma.

rule.display.any=Verdien til feltet ''{field}'' har ingen innvirkning.
rule.display.mustBe=Feltet ''{field}'' <b>M\u00c5</b> v\u00e6re en av f\u00f8lgende verdier: {mustBe}.
rule.display.mustNotBe=Feltet ''{field}'' m\u00e5 <b>IKKE</b> v\u00e6re en av f\u00f8lgende verdier: {mustNotBe}.
rule.display.mustAndmustNotBe=Feltet ''{field}'' <b>M\u00c5</b> v\u00e6re en av f\u00f8lgende verdier: {mustBe} og m\u00e5 <b>IKKE</b> v\u00e6re noen av f\u00f8lgende verdier: {mustNotBe}.
rule.fieldDeleted.label=Ingen felt er valgt for denne regelen (det er mulig at et felt som er valgt tidligere er n\u00e5 blitt slettet). Denne regelen vil ikke ha noen innvirkning i \u00f8yeblikket.
