field.name.label=Feld
field.name.description=Der Name des Felds.
widget.type.label=Formularsteuerelement
widget.type.description=Der f\u00fcr das Feld zu verwendende Formularsteuerelementtyp.
field.label.label=Label
field.label.description=Das zur Identifizierung des Felds verwendete Label.
field.description.label=Beschreibung
field.description.description=Eine Beschreibung des Felds. Die hier angegebenen Informationen werden als Hover-Hilfe f\u00fcr das Feld verwendet.
field.units.label=Einheiten-Label
field.units.description=F\u00fcr das Feld relevante Ma\u00dfeinheiten, z. B. 'Sekunden', 'GB', 'km' usw.
field.options.label=Optionen
field.options.description=F\u00fcgen Sie die verf\u00fcgbaren Optionen dem Formularsteuerelement hinzu.
field.validation.config.label=Konfiguration der \u00dcberpr\u00fcfung
field.validation.config.description=Konfigurieren Sie die zum \u00dcberpr\u00fcfen des Feldwerts verwendeten Regeln.
field.visibility.config.label=Konfiguration der Sichtbarkeit
field.visibility.config.description=Hier\u00fcber k\u00f6nnen Sie durch Erstellen von auf anderen Feldwerten basierenden Regeln konfigurieren, wann das Feld angezeigt werden kann.
field.requirement.config.label=Konfiguration der Anforderungen
field.requirement.config.description=Hier\u00fcber k\u00f6nnen Sie durch Erstellen von auf anderen Feldwerten basierenden Regeln konfigurieren, wann das Feld einer Eingabe bedarf.
field.disablement.config.label=Konfiguration der Deaktivierung
field.disablement.config.description=Hier\u00fcber k\u00f6nnen Sie durch Erstellen von auf anderen Feldwerten basierenden Regeln konfigurieren, wann das Feld deaktiviert wird.

field.validation.regex.label=Regul\u00e4rer Ausdruck
field.validation.regex.description=Ein regul\u00e4rer Ausdruck zum \u00dcberpr\u00fcfen des Feldwerts.
field.validation.errorMessage.label=Fehlermeldung
field.validation.errorMessage.description=Dies ist die Fehlermeldung, die angezeigt wird, wenn das Feld einen ung\u00fcltigen Wert enth\u00e4lt.


rule.field.label=Wert des Felds...
rule.field.description=Das Feld, auf dem die Regel angewandt wird. Beim \u00c4ndern des ausgew\u00e4hlten Felds wird die definierte Regel evaluiert.
rule.is.label=Muss einen der folgenden Werte aufweisen
rule.is.description=Ein Wert, den das Feld einnehmen sollte.
rule.isNot.label=Darf KEINEN der folgenden Werte aufweisen
rule.isNot.description=Ein Wert, den das Feld NICHT einnehmen darf.
rule.values.error=Muss eine kommagetrennte Liste sein

rule.display.any=Der Wert des Felds ''{field}'' bewirkt keine Ver\u00e4nderungen. 
rule.display.mustBe=Das Feld ''{field}'' <b>MUSS</b> einen der folgenden Werte aufweisen: {mustBe}.
rule.display.mustNotBe=Das Feld ''{field}'' darf <b>KEINEN</b> der folgenden Werte aufweisen: {mustNotBe}.
rule.display.mustAndmustNotBe=Das Feld ''{field}'' <b>MUSS</b> einen der folgenden Werte aufweisen: {mustBe} und darf <b>KEINEN</b> der folgenden Werte aufweisen: {mustNotBe}.
rule.fieldDeleted.label=F\u00fcr diese Regel ist kein Feld ausgew\u00e4hlt (m\u00f6glicherweise wurde nun ein zuvor ausgew\u00e4hltes Feld gel\u00f6scht). Diese Regel hat derzeit keine Wirkung.
