field.name.label=Nombre de campo
field.name.description=El nombre del campo
widget.type.label=Control de formato
widget.type.description=El tipo de control de formato que se usar\u00e1 para el campo
field.label.label=Etiqueta
field.label.description=La etiqueta que identifica el campo
field.description.label=Descripci\u00f3n
field.description.description=Una descripci\u00f3n del campo. La informaci\u00f3n proporcionada se convertir\u00e1 en 'ayuda al pasar por encima' para el campo.
field.units.label=Etiqueta de unidades
field.units.description=Una medici\u00f3n de unidades relevantante al campo; p. ej. "segundos", "GB", "millas", etc.
field.options.label=Opciones
field.options.description=A\u00f1adir las opciones disponibles en el control de formato.
field.validation.config.label=Configuraci\u00f3n de validaci\u00f3n
field.validation.config.description=Configure las reglas usadas para validar el valor del campo
field.visibility.config.label=Configuraci\u00f3n de visibilidad
field.visibility.config.description=Permite configurar cu\u00e1ndo podr\u00e1 verse el campo creando reglas basadas en otros valores de campo.
field.requirement.config.label=Configuraci\u00f3n de requisitos
field.requirement.config.description=Permite configurar cu\u00e1ndo es necesario proporcionar alguna entrada para el campo creando reglas basadas en otros valores de campo.
field.disablement.config.label=Configuraci\u00f3n de desactivaci\u00f3n
field.disablement.config.description=Permite configurar cu\u00e1ndo se desactivar\u00e1 alguno de los campos creando reglas basadas en otros valores de campo.

field.validation.regex.label=Expresi\u00f3n regular
field.validation.regex.description=Una expresi\u00f3n regular que se usar\u00e1 para validar el valor del campo
field.validation.errorMessage.label=Mensaje de error
field.validation.errorMessage.description=El mensaje de error que se mostrar\u00e1 cuando el campo contiene un valor no v\u00e1lido


rule.field.label=Valor del campo...
rule.field.description=El campo al que se aplicar\u00e1 la regla. Cuando el campo seleccionado cambia, la regla definida se evaluar\u00e1.
rule.is.label=Debe ser uno de los siguientes valores
rule.is.description=Un valor que debe tener el campo.
rule.isNot.label=NO debe ser uno de los siguientes valores
rule.isNot.description=Un valor que NO debe tener el campo.
rule.values.error=Debe ser una lista separada por comas

rule.display.any=El valor del campo ''{field}'' no har\u00e1 diferencias. 
rule.display.mustBe=El campo ''{field}'' <b>DEBE</b> ser uno de los siguientes valores: {mustBe}.
rule.display.mustNotBe=El campo ''{field}'' <b>NO</b> debe ser uno de los siguientes valores: {mustNotBe}.
rule.display.mustAndmustNotBe=El campo ''{field}'' <b>DEBE</b> ser uno de los siguientes valores: {mustBe} y <b>NO</b> debe ser uno de los siguientes valores: {mustNotBe}.
rule.fieldDeleted.label=Ning\u00fan campo seleccionado para esta regla (es posible que se haya borrado un campo seleccionado previamente). Esta regla no tendr\u00e1 ning\u00fan efecto en la actualidad.
