message.joining=\u30e6\u30fc\u30b6\u30fc ''{0}'' \u3092\u30b5\u30a4\u30c8 ''{1}'' \u306b\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...
message.join-failure=\u30e6\u30fc\u30b6\u30fc ''{0}'' \u3092\u30b5\u30a4\u30c8 ''{1}'' \u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
message.request-joining=\u30e6\u30fc\u30b6\u30fc ''{0}'' \u3092\u30b5\u30a4\u30c8 ''{1}'' \u306b\u8ffd\u52a0\u3059\u308b\u3088\u3046\u306b\u30ea\u30af\u30a8\u30b9\u30c8\u3057\u3066\u3044\u307e\u3059...
message.request-join-success=\u30b5\u30a4\u30c8 ''{1}'' \u3078\u306e\u53c2\u52a0\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002 \u3053\u308c\u3067\u500b\u4eba\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306b\u623b\u308a\u307e\u3059\u3002
message.request-join-failure=\u30e6\u30fc\u30b6\u30fc ''{0}'' \u3092\u30b5\u30a4\u30c8 ''{1}'' \u306b\u8ffd\u52a0\u3059\u308b\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
message.leaving=\u30e6\u30fc\u30b6\u30fc ''{0}'' \u3092\u30b5\u30a4\u30c8 ''{1}''  \u304b\u3089\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
message.leave-failure=\u30e6\u30fc\u30b6\u30fc ''{0}''  \u3092\u30b5\u30a4\u30c8 ''{1}'' \u304b\u3089\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u30b5\u30a4\u30c8\u306b\u306f\u6700\u4f4e 1 \u4eba\u306e\u30b5\u30a4\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u304c\u5fc5\u8981\u3067\u3059\u3002
message.leave=\u30b5\u30a4\u30c8 ''{0}'' \u304b\u3089\u8131\u9000\u3059\u308b
message.leave-site-prompt=\u30b5\u30a4\u30c8 ''{0}'' \u304b\u3089\u8131\u9000\u3057\u307e\u3059\u304b? \u8131\u9000\u3059\u308b\u3068\u3001\u3053\u306e\u30b5\u30a4\u30c8\u306e\u30e1\u30f3\u30d0\u30fc\u3067\u306f\u306a\u304f\u306a\u308a\u307e\u3059\u3002
message.become-manager=\u30b5\u30a4\u30c8 ''{0}'' \u306b\u30b5\u30a4\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u3068\u3057\u3066\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306e\u6a29\u9650\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u3057\u3066\u3044\u307e\u3059...
message.become-manager-success=\u30b5\u30a4\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f
message.become-manager-failure=\u30b5\u30a4\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u3092\u4ed8\u4e0e\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
button.leave-site.confirm-label=OK
button.leave-site.cancel-label=\u30ad\u30e3\u30f3\u30bb\u30eb

message.request-joining=\u30e6\u30fc\u30b6\u30fc ''{0}'' \u3092\u30b5\u30a4\u30c8 ''{1}'' \u306b\u8ffd\u52a0\u3059\u308b\u3088\u3046\u306b\u30ea\u30af\u30a8\u30b9\u30c8\u3057\u3066\u3044\u307e\u3059...
message.request-join-success-title=\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f

message.delete-site-confirm-title=\u30b5\u30a4\u30c8\u306e\u524a\u9664
message.delete-site-prompt=\u30b5\u30a4\u30c8 ''{0}'' \u3092\u524a\u9664\u3059\u308b\u3068\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3082\u3059\u3079\u3066\u524a\u9664\u3055\u308c\u307e\u3059\u304c\u3001\u3088\u308d\u3057\u3044\u3067\u3059\u304b?
button.delete-site.confirm-label=OK
button.delete-site.cancel-label=\u30ad\u30e3\u30f3\u30bb\u30eb

create-site.dialog.title=\u30b5\u30a4\u30c8\u306e\u4f5c\u6210
create-site.dialog.name.label=\u540d\u524d
create-site.dialog.name.maxLength=\u30b5\u30a4\u30c8\u540d\u3092 256 \u6587\u5b57\u4ee5\u5185\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
create-site.dialog.urlname.label=URL \u540d
create-site.dialog.urlname.description=\u3053\u308c\u306f\u30b5\u30a4\u30c8\u306e\u30a2\u30c9\u30ec\u30b9\u306e\u4e00\u90e8\u3067\u3059\u3002 \u6570\u5b57\u3068\u82f1\u5b57\u3060\u3051\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
create-site.dialog.urlname.regex=URL \u540d\u306b\u4f7f\u7528\u3067\u304d\u308b\u6587\u5b57\u306f\u3001a\uff5ez\u3001A\uff5eZ\u30010\uff5e9\u3001\u304a\u3088\u3073\u30cf\u30a4\u30d5\u30f3 (-) \u306e\u307f\u3067\u3059\u3002
create-site.dialog.urlname.maxLength=URL \u540d\u3092 72 \u6587\u5b57\u4ee5\u5185\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
create-site.dialog.description.label=\u8aac\u660e
create-site.dialog.description.maxLength=\u8aac\u660e\u3092 512 \u6587\u5b57\u4ee5\u5185\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
create-site.dialog.type.label=\u30bf\u30a4\u30d7
create-site.dialog.type.collaboration=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b5\u30a4\u30c8
create-site.dialog.visibility.label=\u516c\u958b\u30ec\u30d9\u30eb
create-site.dialog.visibility.public=\u516c\u958b
create-site.dialog.visibility.public.description=\u3042\u306a\u305f\u306e\u7d44\u7e54\u306e\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3053\u306e\u30b5\u30a4\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002
create-site.dialog.visibility.moderated=\u6761\u4ef6\u4ed8\u304d\u516c\u958b
create-site.dialog.visibility.moderated.description=\u7d44\u7e54\u5185\u306e\u5168\u5f93\u696d\u54e1\u304c\u3053\u306e\u30b5\u30a4\u30c8\u3092\u898b\u3064\u3051\u3066\u30a2\u30af\u30bb\u30b9\u3092\u8981\u6c42\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30a2\u30af\u30bb\u30b9\u306f\u30b5\u30a4\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u304c\u4ed8\u4e0e\u3057\u307e\u3059\u3002
create-site.dialog.moderated.label=\u6761\u4ef6\u4ed8\u304d\u516c\u958b
create-site.dialog.moderated.description=\u30b5\u30a4\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u306f\u3001\u30b5\u30a4\u30c8\u306b\u53c2\u52a0\u3059\u308b\u30e1\u30f3\u30d0\u30fc\u3092\u5236\u9650\u3067\u304d\u307e\u3059
create-site.dialog.visibility.private=\u975e\u516c\u958b
create-site.dialog.visibility.private.description=\u30b5\u30a4\u30c8\u30de\u30cd\u30fc\u30b8\u30e3\u306b\u3088\u3063\u3066\u8ffd\u52a0\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u306e\u307f\u304c\u3053\u306e\u30b5\u30a4\u30c8\u3092\u691c\u7d22\u3001\u4f7f\u7528\u3067\u304d\u307e\u3059.
create-site.creating=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...

create-site-dialog.title.already.used=\u3053\u306e\u540d\u524d\u306f\u5225\u306e\u30b5\u30a4\u30c8\u3067\u4f7f\u308f\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u305d\u308c\u3067\u3082\u3053\u306e\u540d\u524d\u3092\u4f7f\u3046\u3053\u3068\u306f\u3067\u304d\u307e\u3059\u3002\u307e\u305f\u306f\u3001\u5225\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
create-site-dialog.name.already.used=\u3053\u306e\u30b5\u30a4\u30c8 ID \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u306e ID \u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002

create-site-dialog.name.create.label=\u4f5c\u6210
edit-site-dialog.name.save.label=\u4fdd\u5b58


edit-site.dialog.title=\u30b5\u30a4\u30c8\u306e\u8a73\u7d30\u306e\u7de8\u96c6
edit-site.saving=\u30b5\u30a4\u30c8\u60c5\u5831\u3092\u4fdd\u5b58\u3057\u3066\u3044\u307e\u3059...


create-site.failure.dialog.title=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
edit-site.failure.dialog.title=\u30b5\u30a4\u30c8\u306e\u60c5\u5831\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

# Error keys returned by the XHR request to the server
error.unableToCreate=\u3053\u306e\u30b5\u30a4\u30c8\u540d\u306f\u3059\u3067\u306b\u4ed6\u306e\u30b5\u30a4\u30c8\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u540d\u524d\u306e\u30b5\u30a4\u30c8\u304c\u5b58\u5728\u3059\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 (\u524a\u9664\u3055\u308c\u3001\u3054\u307f\u7bb1\u306b\u5165\u3063\u3066\u3044\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059)\u3002\u307e\u305f\u306f\u3001\u5225\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.duplicateShortName=\u3053\u306e\u30b5\u30a4\u30c8 ID \u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u306e ID \u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.loggedOut=\u30e6\u30fc\u30b6\u30fc\u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308a\u307e\u3057\u305f\u3002\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304b\u3089\u3001\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.noPermissions=\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
error.create=\u4eca\u306f\u30b5\u30a4\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002\u3042\u3068\u3067\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Following four messages added as part of AKU-860
message.cancel-join-request-success=\u30b5\u30a4\u30c8 ''{0}'' \u3078\u306e\u53c2\u52a0\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f
message.request-join-site-pending-failure=\u3053\u306e\u30b5\u30a4\u30c8\u3078\u306e\u53c2\u52a0\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u3059\u3067\u306b\u4fdd\u7559\u4e2d\u3067\u3059
message.request-join-site-failure=\u3053\u306e\u30b5\u30a4\u30c8\u3078\u306e\u53c2\u52a0\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u5931\u6557\u3057\u307e\u3057\u305f
